const data = [
  {
    subject: '운동 목적',
    question: '운동 목적은 무엇인가요?',
    options: [
      '체지방을 줄이고 싶어요',
      '근육량을 늘리고 싶어요 ',
      '자세를 개선하고 싶어요',
      '전반적인 건강 관리를 하고 싶어요',
      '건강을 위해 운동/감량이 필요해요 ',
      '이유 직접 입력',
    ],
  },
  {
    subject: '운동 목적',
    question: '어떻게 운동하고 싶으세요?',
    options: [
      '단기간에 멋진 몸을 만들고 싶어요',
      '천천히, 꾸준히 건강한 습관을 만들고 싶어요',
      '혼자서도 할 수 있도록 운동을 배우고 싶어요',
      '뚜렷한 목표는 없어요',
      '이유 직접 입력',
    ],
  },
  {
    subject: '식단, 운동 밸런스',
    question: '식단과 운동을 어떤 방식으로 병행하고 싶으세요?',
    options: [
      '아직 잘 모르겠어요',
      '운동과 식단 조절 모두 자신 있어요',
      '식단은 어렵지만 강도 높은 운동은 괜찮아요',
      '운동은 어렵지만 식단은 쉽게 할 수 있어요',
      '운동과 식단 조절 모두 어려워요',
    ],
  },
  {
    subject: '운동 관심도',
    question: '평소 운동에 대한 관심은 어떠세요?',
    options: [
      '다양한 경험이 많고 주기적으로 운동해요',
      '주기적으로 운동하지만 지식이 부족해요',
      '운동의 필요성은 알지만 크게 관심 없어요',
      '운동이 중요한 이유를 잘 모르겠어요',
      '운동 경험도 없고 어렵고 귀찮아요',
    ],
  },
  {
    subject: '평소 생활 습관',
    question: '평소 생활은 어떠신가요? 해당하는 항목을 모두 선택해주세요.',
    options: [
      '운동을 직업으로 하고 있어요',
      '주 3회 이상 운동하고 식단도 병행해요',
      '평소 앉아서 보내는 시간이 많아요',
      '스케쥴이 불규칙적이에요',
      '긴 시간 자주 서 있어야 해요',
    ],
  },
  {
    subject: '평소 식습관',
    question: '평소 생활은 어떠신가요? 해당하는 항목을 모두 선택해주세요.',
    options: [
      '한식/일식',
      '샐러드',
      '양식',
      '중식',
      '패스트푸드',
      '크게 선호하는 음식은 없어요',
    ],
  },
];

export default data;
